[
    {
        "name": "be quiet! SHADOW ROCK SLIM 2 Processor Køler 13,5 cm Aluminium, Sort, Kobberfarve 1 stk",
        "prductId": "DIRP12489VNCMDJ823561",
        "description": "be quiet! SHADOW ROCK SLIM 2, Køler, 13,5 cm, 1400 rpm, 11,5 dB, 23,7 dB, Aluminium, Sort, Kobberfarve",
        "inStock": "7",
        "image": "be-quiet-shadow-rock-slim-2-processor-koler-135-cm-aluminium-sort-kobberfarve-1-stk--pdp_zoom-3000--pdp_main-960.avif"
    },
    {
        "name": "Arctic Thermal Cooling Compound MX-4 termisk pasta",
        "prductId": "SDKL147DENCB470123DCKMDE",
        "description": "Arctic Thermal Cooling Compound MX-4 is a thermal paste that contains carbon micro-particles. Once applied on your CPU or GPU the particles effectively dissipates heat thus prevent your device from being overheated.",
        "inStock": "11",
        "image": "arctic-thermal-cooling-compound-mx-4-termisk-pasta--pdp_zoom-3000.jpeg"
    },
    {
        "name": "DJI Care Refresh til DJI Mavic 3 Classic (2 år)",
        "prductId": "SOIDGNOSIU324HIU",
        "description": "DJI Care Refresh er en omfattende beskyttelsesplan, der tilbyder  overkommelig bytteservice og skadesbeskyttelse. Nyd dit DJI-produkt med større ro i sindet, uanset hvor du flyver. To hurtige udskiftninger. DJI Care Refresh (2 år) tilbyder tre udskiftninger inden for to år, inklusive muligheden for at bruge Flyaway-beskyttelse. I tilfælde af uheld som vandskade, kollisioner eller tab af droner, kan du udskifte dit produkt mod et ekstra gebyr. For DJI Avatar er det første byttegebyr for DJI Care Refresh € 129, det andet byttegebyr er € 159. Når du bruger Flyaway Covarage sikkerhedsnettet, er byttegebyret 529 euro* *For  DJI Mavic 3 Classic Flyaway-udvekslingstjenesten, skal du forbinde din DJI-konto og enhed til flyet efter anmodning på forhånd. Flyerstatningstjenesten kan ikke bruges, hvis kontoen eller enheden ikke er forbundet før flybegivenheden. Husk, at efter aktivering af din drone, har du kun 8 timer til at aktivere DJI-vedligeholdelse.",
        "inStock": "34",
        "image": "dji-care-refresh-til-dji-mavic-3-classic-2-ar.jpg"
    },
    {
        "name": "Vildt fed hat!",
        "prductId": "EWQEQWEQWEWQEWWW",
        "description": "Let, komfortabel og kompakt. Ideel til træklatring, skovarbejde, tagarbejde, bygge- og anlægsarbejde, redningsklatring m.m. 10 luftindtag, som giver effektiv køling og ventilation. Luftindtagene i yderskallen er forsynet med beskyttelsesgitter i aluminium, som forhindrer, at fremmedlegemer trænger ind i hjelmen. Hagerem med fire fastgørelsespunkter. Enkel lukning muliggør hurtig montering og åbning af låsemekanismen i overensstemmelse med kravene i CE EN 397. Enkel justering med hjul på bagsiden af hjelmen. Speciel rød ring på en af remmene, som er beregnet til fastgøring af hjelmen til en sele.\n CE-godkendt Cat III\n EN397 LD\n EN397 MM\n EN397: 2012\n EN397 -30°C",
        "inStock": "3",
        "image": "881830091.jpg"
    },
    {
        "name": "Kask hjelmadaptor til høreværn på Kask Plasma sikkerhedshjelm",
        "prductId": "POWESAD",
        "description": "Anvendes for montering af høreværn til hjelmmontering.",
        "inStock": "0",
        "image": "881830099"
    },
    {
        "name": "Hogwarts Legacy (Playstation 5)",
        "prductId": "SDJLD32951BVHWD25971",
        "description": "Hogwarts Legacy er en open-world action RPG placeret i en verden introduceret i Harry Potter-bøgerne. Tag på en rejse gennem velkendte og nye lokationer, mens du udforsker og opdager fantatiske monstre, tilpasser din karakter og skaber miksturer, mestrer fortryllelser, opgraderer talenter og bliver den troldmand, du vil blive.Oplev Hogwarts i 1800-tallet. Din karakter er en elev, der har nøglen til en ældgammel hemmelighed, der truer med at flå troldmandsverdenen fra hinanden. Oplev følelsen af at bo på Hogwarts, mens du møder allierede, kæmper mod mørkets troldmænd og afgør troldmandsverdenens skæbne. Din arv er hvad du gør den til.",
        "inStock": "52864581652039",
        "image": "hogwarts-legacy-playstation-5--pdp_zoom-3000--pdp_main-960.webp"
    },
    {
        "name": "HAWKS WORK F450 Drone Frame, 450 mm Quadcopter Frame Kits with Stands DIY Drone Kits to Bulit (Soldered Version)",
        "prductId": "28846413-091d-4fdd-bf1f-3093ad4fc594",
        "description": "The arm is made of nylon and fiber, which is very light, strong and durable. Its good resistance to damage of hard landing. The board is made of fiberglass and feature a high-strength PCB with embedded basic circuitry. We offer two versions for users to choose from, the original version and the soldered version (1*XT60 male for 1 battery and 4*XT60 female for ESCs). It is optimally designed to provide sufficient space for flight controller systems, battery and other accessories. It is suitable for beginners and experienced players, and can be used to DIY your own drone for entertainment, aerial photography, FPV, etc.",
        "inStock": "38",
        "image": "Item_1.png"
    },
    {
        "name": "BGNing A2212 1400kv Brushless Outrunner Motor 10t+ 30a Speed Controller ESC,Rc Aircraft Kk Quadcopter UFO (1 Pack)",
        "prductId": "1c706e4c-5f6c-48ff-90b2-26c08652d7ec",
        "description": "1400kv Brushless Motor. DT-30A Brushless ESC. Max Efficiency: 80%. Motor Dimensions: 27.5 x 30mm. Shaft Diameter: 3.17mm.",
        "inStock": "26",
        "image": "Item_2.png"
    },
    {
        "name": "Mewutal RC Propeller ,FPV Propeller, 2 Blade Fixed Wing Aircraft Toy, 5 Pairs 9x4.7 Inch Plastic Black with Adapter Rings",
        "prductId": "8e57a9f1-8273-496d-8db5-29ab0ebcad78",
        "description": "5 pairs of black FPV propellers sold. Dimensions: Diameter: 9\", Pitch: 4.7\", Number of Blades: 2. Center hole front diameter: 6mm, rear diameter: 9mm. Material: Plastic, for RC planes, excellent propeller replacement. Package: 5 pairs of propellers, 10 x hole adapters.",
        "inStock": "74",
        "image": "Item_3.png"
    },
    {
        "name": "Reely HT-6 Handheld RC 2,4 GHz No. of channels: 6 Incl. receiver",
        "prductId": "b44e1d1c-1f4e-4a57-ba58-c6dc544a6407",
        "description": "The new HT-6 has everything you expect from a modern transmitter - and at an absolute entry-level price. With this remote control is a radio control system that is ideal for controlling model planes or helicopters. Using the 6 Proportional channels are the steering and control function independently from each other. The remote control also features several mixing and memory functions needed for the different models. The settings of up to 20 different models can be saved in the remote control system. In addition the remote control unit offers the option of loading different flight modes and thus for different flight phases such as take-off or landing, individual rudder deflections. In order to facilitate the wide range of programming options are different model types, such as surface model or helicopter is already pre-installed. The large and well legible LC display is backlit and provides you with all the information clearly. The two- or three-stage toggle switch and the two rotary controls are individually decorated with special functions, such as retractable landing gear or landing flaps, can be occupied. The Duo-Antennensystem also enables the reception conditions are poor, the optimum signal transmission.",
        "inStock": "33",
        "image": "Item_4.png"
    },
    {
        "name": "Zippy Flightmax 3000mAh 3S1P 20C",
        "prductId": "e5d50fec-b0f3-4414-9847-a141e6dacbdc",
        "description": "Zippy Flightmax Brand Lithium Polymer (LiPo). 3 Cell (3S1P) 11.1 volts. 3000MAH. 20C constant discharge rate (30C burst discharge rate). Discharge Plug: XT60",
        "inStock": "151",
        "image": "Item_5.png"
    },
    {
        "name": "JJRC R2 Pro humanoid robot til børn - interaktiv robotlegetøj",
        "prductId": "XVMNBXVJD",
        "description": "JJRC R2 Pro er en intelligent humanoid robot, som er i stand til at skabe en masse sjov for dine små børn. Når din hånd bevæger sig, vil gestussensoren registrere en sådan bevægelse og få robotten til at rykke frem, trække sig tilbage, dreje til venstre/højre. Interessant nok, når den patruljerer fremad og møder en forhindring på dens vej, vil den bevæge sig baglæns og derefter dreje til venstre/højre. For at skabe mere sjov kan du programmere en række bevægelser og se robotten udføre dem rytmisk med dynamisk musik",
        "inStock": "3242",
        "image": "jjrc-r2-pro-humanoid-robot-til-born-interaktiv-robotlegetoj.jpg"
    },
    {
        "name": "Sken 24V lyskæde 240 LED varmhvid IP44",
        "prductId": "OASDQWDE",
        "description": "Sken lyskæde 240 LED varmhvid 24V Længde 12 meter + startkabel 5 meter med plug-in transformer.Lyskilde afstand 50 mm. LED: 7,2W. IP44.",
        "inStock": "199",
        "image": "sken-lyskaede-med-led-lys_G.jpg"
    },
    {
        "name": "Propeller til JJRC H106 mini drone",
        "prductId": "IODIHGDNNOS976945",
        "description": "Disse propeller passer til JJRC H106 mini drone. Der medfølger et sæt (4 stk. propeller).",
        "inStock": "5",
        "image": "propeller-til-jjrc-h106-mini-drone.jpg"
    },
    {
        "name": "DJI Ryze Tello (DJI, Ryze & Intel) mini drone med kamera + Gratis BonusPlus medlemskab",
        "prductId": "AFPNAIG3",
        "description": "Ryze Tello fra DJI & Ryze kombinerer kvalitet, den seneste teknologi og lav pris i én og samme drone. Ryze Tello kamera dronen er udviklet af Ryze, DJI & Intel. Virksomhederne DJI, Ryze og Intel har i samspil udviklet markedets seneste spiller på mini drone markedet ved navn Ryze Tello. Ryze Tello er spækket med en masse funktioner samt mulighed for kodning af dronen (også kendt som STEM-læring). Læs mere om vores STEM-læringsprodukter her.",
        "inStock": "1",
        "image": "ryze-tello-dji-ryze-mini-drone-med-kamera.jpg"
    },
    {
        "name": "Sony PlayStation 5 - God of War: Ragnarok Bundle + Gratis BonusPlus medlemskab",
        "prductId": "NIGNDOINSO83",
        "description": "Sony Playstation 5 Konsol blu-ray 825GB + GodofWar\nSpecifikationer\nPlatform\nPlaystation 5\nIntern hukommelse\n825GB\nMedietype\nUltra HD Blu-ray\nMedfølgende tilbehør\n1 spilcontroller\nProcessor\nAMD Zen 2 8xCores 3.5GHz\nRAM\n16GB\nFarve\nHvid\nLydformat\nDTS 5.1, DTS-HD High Resolution Audio, DTS-HD Master Audio, DTS:X, Dolby Digital 5.1, Dolby Digital Plus, Dolby TrueHD\nWi-Fi\nWi-Fi 6 (802.11ax)",
        "inStock": "9",
        "image": "sony-playstation-5-god-of-war-ragnarok-bundle-ps5-bundle-med-god-of-war-ragnarok.jpg"
    },
    {
        "name": "ARCTIC TP-2 (APT2560) Termisk pude",
        "prductId": "SSKD3429FJDO4902",
        "description": "ARCTIC TP-2 (APT2560). Type: Termisk pude, Materiale: Silikone, Produktfarve: Blå. Bredde: 290 mm, Dybde: 290 mm, Højde: 0,5 mm. Antal pr. pakke: 1 stk, Pakkebredde: 112 mm, Pakkedybde: 0,5 mm",
        "inStock": "0",
        "image": "arctic-tp-2-apt2560-termisk-pude--pdp_zoom-3000--pdp_main-960.avif"
    },
    {
        "name": "ASUS TUF GAMING 15 FX506 i5/8/512/3050/144Hz 15,6\" bærbar gaming computer",
        "prductId": "SDLQOWEFNCL19487CLKA3429",
        "description": "Denne ASUS TUF GAMING 15 FX506 15,6\" bærbare gaming computer har en stærk ydeevne, takket være dens NVIDIA-grafik og Intel®-processor. Enhedens 144 Hz-skærm sikrer en glat overgang mellem billeder og en yderst detaljeret visuel oplevelse konstant.",
        "inStock": "69",
        "image": "asus-tuf-gaming-15-fx506-i585123050144hz-156-barbar-gaming-computer--pdp_zoom-3000--pdp_main-960.avif"
    }
    
]